Repository: it4impuls/KantineApp
Catalog: locales/*/LC_MESSAGES/django.po
Languages: de

source: This week
de: Diese Woche

source: Export barcodes as .zip
de: Exportiere barcodes als .zip

source: Export selection as csv
de: Exportiere Auswahl als csv

source: Costumer
de: Kunde

source: Costumers
de: Kunden

source: User is not active
de: Der Benutzer ist nicht Aktiv

source: Code no longer valid
de: Der Code ist abgelaufen

source: Order
de: Bestellung

source: Orders
de: Bestellungen

source: By %(filter_title)s
de: Per %(filter_title)s

source: Remove
de: Entfernen

source: Please correct the error below.
de: Bitte den folgenden Fehler beheben.

source: Hide counts
de: Anzahl Verstecken

source: Show counts
de: Anzahl Anzeigen

source: Clear all filters
de: Alle Filter entfernen

source: only csv-Files are permitted
de: Nur csv-Dateien sind erlaubt

source: The user already ordered today.
de: Der Kunde hat heute bereits bestellt.
